Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/kystverket.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The number of accidents at Brevik fell dramatically after the centre was established.
nn: Erfaringane frå Brevik viste ein tydeleg nedgang i ulykker etter opprettinga av trafikksentralen.

source: The first VTS centre in Norway was established in Brevik in 1978 as a response to the growing number of accidents in the approach to Grenland despite lighthouse marking and the presence of a pilot.
nn: Den første sjøtrafikksentralen i Norge blei oppretta i 1978 i Brevik. Utgangspunktet var at talet på ulykker i innseglinga til Grenland var aukande, sjølv med fyrmerking og losteneste i området.

source: About 10 000 tonnes of oil were flushed into the sea.
nn: Om lag 10 000 tonn olje ble spylt på havet.

source: After 10 years of struggle, the breakthrough came – the general fund principle was accepted.
nn: Etter 10 års kamp kom gjennombrotet – felleskasseprinsippet fekk aksept.

source: One of the deciding factors in this effort was the establishment of the ‘Port Fund’ in 1873, which was built from a statutory export tax on fish products.
nn: Ein avgjerande faktor for dette var skipinga av ”Havnefondet” i 1873. Dette vart bygd opp gjennom ei lovpålagt eksportavgift på fiskeprodukt.

source: The present day Norwegian Coastal Administration is a merger of the former Lighthouse and Buoy Authority, Pilot Authority and Port Authority.
nn: Det vi i dag kjenner som etaten Kystverket, er ei sammeslåing av det tidlegare Fyrvesenet, Losvesenet, og noko av myndigheita frå Havnevesenet.

source: Centres were subsequently opened at Fedje (1992), Horten (1996) and Kvitsøy (2003).
nn: Seinare blei trafikksentralar etablert på Fedje (1992), i Horten (1996) og på Kvitsøy (2003).

source: In 1981, the new Norwegian Coastal Administration was subordinate to the Norwegian Coast Directorate, which in turn was directly under the Ministry of Fisheries and Coastal Affairs.
nn: Kystverket vart frå 1981 nemninga på etaten i heilskapen sin, medan Kystdirektoratet var den leiande eininga, direkte laga under Fiskeri- og kystdepartementet.

source: It would take another three years for the first major find to be made, on the Ekofisk oil field.
nn: Det skulle ta tre år før det første store funnet ble gjort, på Ekofisk-feltet.

source: It has been clear for a while, but today the last official statement came into place, in the form of a proposition about the Stad ship tunnel, which was approved by the Norwegian parliament, Stortinget.
nn: Det har vel vore klart ei stund, men i dag kom dei siste offisielle føringane frå regjeringa på plass i form av ein proposisjon om Stad skipstunnel, som vart godkjent i statsråd.

source: After ten years of naval battles, partly under the command of the Norwegian nobleman Tordenskjold, Gabriel Christiansen was given the green light to form an independent pilotage service in Norway.
nn: Etter ti år i krigsteneste i flåten, mellom anna under Tordenskjolds leiing, fekk Gabriel Christiansen aksept for å tufta eit sjølvstendig losvesen i Noreg.

source: In 2002, the Directorate was moved from Oslo to Ålesund.
nn: I 2002 vart direktoratet flytta frå Oslo til Ålesund.

source: It was not until 1980 that the pilots were paid in accordance with a statutory wage scale.
nn: Ikkje før i 1980 fekk lósane sin betaling gjennom regulativlønn.

source: Vardø VTS centre was established in 2007 and its area of responsibility stretches from the Barents Sea in the east to Lofoten in the west.
nn: Vardø sjøtrafikksentral blei oppretta i 2007 og har eit ansvarsområde som strekker seg frå Barentshavet i aust til Lofoten i vest.

source: At this point, 12 oil-spill response depots had been established along the Norwegian coast, which were equipped with the best oil-spill response equipment found in the area.
nn: På dette tidspunktet hadde det blitt etablert 12 oljeverndepoter langs norskekysten, disse var utstyrt med det beste oljevernutstyret som var å oppdrive på området.

source: The first Norwegian pilotage scheme was introduced in 1720.
nn: Den første norske losforordning gjaldt i 1720.

source: The Pilot Directorate was established in 1948, and the pilots became civil servants.
nn: Først i 1948 vart Losdirektoratet oppretta, og lósane vart statstenestemenn.

source: It took time for the new system to get a foothold throughout the country, but in 1925 the principle was finally introduced.
nn: Det tok tid før felleslosningen gjorde seg gjeldene over heile landet, men i 1925 var prinsippet innført.

source: In 1841, the Lighthouse Directorate was established.
nn: I 1841 vart Fyrdirektoratet oppretta.

source: Revenues from the fund were earmarked for fisheries-related development (fishing ports).
nn: Bruk av middel frå fondet vart øyremerkt til fiskeriretta utbygging (fiskerihamner).

source: Cement and concrete were eventually introduced, and the use of more robust materials meant that lighthouses could be built in more exposed and weather-beaten locations.
nn: Seinare vart sement og betong tatt i bruk, og meir robust materiale førte til at ein kunne bygga fyranlegg på meir utsette og vêrharde stader.

source: Since the tax was only collected from Rogaland and northwards until 1908, fund-supported investments could only be made in these areas.
nn: Sidan avgifta inntil 1908 berre vart innkravde frå Rogaland og nordover, kunne investeringar med trygd i fondet til då berre skje vest- og nordpå.

source: After the domination of stone as a building material, the first cast iron tower was completed on the island of Egerøy in 1854.
nn: Etter at stein lenge hadde dominert som byggemateriale, stod det første støypejernstårnet ferdig på Egerøy i 1854.

source: The Norwegian Coastal Administration came into existence in 1981, and district offices were created.
nn: I 1981 vart omgrepet Kystverket teke i bruk, samstundes med oppbygginga av distriktsorganisasjonen med regionale distriktskontor.

source: The lighthouse at Lindesnes was first lit in 1652.
nn: Lyset ved Lindesnes fyrstasjon vart første gang tent i 1652.

source: The regional offices were closed at the start of 2021 following a reorganisation.
nn: Regionkontora vart nedlagde ved inngangen til 2021, då ein gjekk over til funksjonsorganisering av etaten.

source: Throughout the 1950s, radar combined with radio communication was used to track and guide ships into ports.
nn: Utover 1950-talet blei radar kombinert med radiokommunikasjon nytta for å overvake og å rettleie skip i hamneområde.

source: The Norwegian Port Authority was established in 1841.
nn: Statens Havnevesen vart etablert i 1841.

source: Almost 800 state fishing ports have been built in total, and the value of the investments in 1988 was estimated at NOK 7-8 billion.
nn: I alt er det bygd nær 800 statlege fiskerihamner, og verdien på innvesteringane vart i 1988 anslått til å vera på 7-8 milliardar kroner.

source: The Department for Emergency Response - formerly part of the Norwegian Pollution Control Authority (now the Norwegian Climate and Pollution Agency (Klif)) - became part of the Norwegian Coastal Administration in 2003.
nn: Beredskapsavdeling for akutt forureining - tidlegare ein del av Statens Forurensningstilsyn (no Miljødirektoratet) - vart i 2003 ein del av Kystverket.

source: In the meantime, several lighthouses had been built along the coast; Færder in 1697, followed by Kvitsøy and Høgevarde in 1700.
nn: I mellomtida var det bygd fleire fyr langs kysten. Færder kom i 1697, og Kvitsøy og Høgevarde i 1700.

source: Green light given for the Stad ship tunnel
nn: No er det klart for bygging av Stad skipstunnel

source: And in 1897, the first electric lighthouse was built at Ryvingen.
nn: I 1897 kunne det første elektriske fyret tennast på Ryvingen fyrstasjon.

source: was founded in 1889, and its main aim was to revise the pilotage law, with the introduction of a general pilotage fund to put an end to the competition for work.
nn: Færderlosenes foreining vart stifta i 1889. Fanesaka deira var å revidera losloven, slik at konkurranselosingen vart mjuka opp ved å innføra losing til felles kasse.

source: Over a 40-year period, more than 100 manned lighthouses were built.
nn: I løpet av ein periode på 40 år vart det bygd over 100 bemanna fyrstasjonar.

source: The aim of the VTS centre was to track and guide the vessels, which were often laden with hazardous cargos, on their way to and from Norsk Hydro’s petrochemical plant.
nn: Ein sjøtrafikksentral skulle overvake og rettleie denne skipstrafikken der skipa ofte var lasta med risikolast på veg til og frå Norsk Hydro sine petrokjemiske anlegg.

source: It was then lit again in 1725.
nn: Lindesnes fyr vart tente igjen i 1725.

source: In 1946, the head of the British navy initiated an experiment with radar surveillance from the port of Liverpool.
nn: Overkommandoen i den britiske marinen sette i 1946 i gong eit forsøk med radarovervaking frå hamna i Liverpool.
